Repository: mozilla-l10n/mt-training-data
Catalog: lth/lth_pontoon.tmx
Source language: en_us
Languages: lth

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
lth: ëka ïgam na calö kite na mïtërë ködë cön.

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
lth: ëka ïcöö pïny gin na in iwinyo na dhanö tye ka kobo.

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
lth: Winy dwön n'ëmakö ëka ïnën gin n'ëmakö. Rwatërë? Ka pe, yüb ëk örwatërë na bër.

source: Add information
lth: Mëd ngec

source: An error occurred while creating this transcript
lth: Bal ötïmërë ï karë n'ëcöö cöc ni.

source: An error occurred while editing the transcript
lth: Bal ötïmërë ï karë n'ëyübö gin n'ëcöö

source: An error occurred while recording
lth: Bal ötïmërë ï karë n'ëmakö dwön.

source: An error occurred while skipping the transcript
lth: Bal ötïmërë ï karë n'ëkalö gin n'ëcöö.

source: An error occurred while skipping this prompt
lth: Bal ötïmërë ï karë n'ëkalö cöc ni.

source: An error occurred while submitting the report
lth: Bal ötïmërë ï karë më mïö ripot.

source: An error occurred while uploading your response
lth: Bal ötïmërë ï karë më ketho agamni.

source: An error occurred while voting the transcript
lth: Bal ötïmërë ï karë më bolo kwir pï gin n'ëcöö

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
lth: In dong itye ï gurupwa më Beta testing pï dwön n'önaa më projek më twak na cön.

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
lth: Cöc myero ömak köp kïbëc onyo ödödö na ba rwatërë kï kite na dhanö ötwak ködë, nakun iketho kite ka dhanö.

source: Baba Malay
lth: Lëb Baba Malay

source: Bahasa Malay
lth: Lëb Bahasa Malay

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
lth: Cwak na bër pï lëb n'atïr calö twakö lëb na papath ëka lökërë më twakö lëb na jö nökënë ba nïang ïë.

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
lth: Cwak na bër pï lëb na tye kï gin mörö na nönök onyo cöc mörö ope më tic ködë (apor, sociolects,variants, köp n'opoth na ba ëcöö ï lëb gïnï.

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
lth: Ka ïdïö or link yo email na mëga, ëka iyee cïkwa më tic ëka cïk më müng ëka ömïï Mozilla oor email bothi kï köp ï kite më tic kï Beta Testing pï Dwön n'ënaa ïë më projek më twak na cön.

source: By telling us about yourself, you will help developers build more inclusive technology
lth: Nakun ikobo nïwa köp ï komi, in ibino könyö jö na döngö lobo më gërö pol mërë cökö jami më tic

source: Central Melanau
lth: Lëb Central Melanau

source: Change
lth: Alökalöka

source: Check
lth: Nënö

source: Check Transcriptions
lth: Nën gin n'ëcöö

source: Click
lth: Dïï

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
lth: Gud kany ëk ipwony kite më tic kï pot karatac ni.

source: Comment
lth: Thacö köp

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
lth: Dwön n'önaa tye ka kwero athuko na nënö köp ï kom cökö organic, köp më karë na cön, köp na ba ëcöö. Man bino könyö lwak na pol më cökö data na pol pïöpïö, na calö gin na bino könyö data scientists ëka jö na döngö lobo gïnï.

source: Contact us
lth: Mïïwa engee

source: Continue
lth: Mediri

source: Continue speaking
lth: Mediri kï twak

source: Contribute
lth: Mïï thama

source: Contributing to dataset for { $language }
lth: Mïö thama ï dataset

source: <cookiesLink>Cookies<cookiesLink>
lth: Cookies

source: Correct
lth: Tye na bër

source: Country/Region of Residence
lth: Lobo/Region na in ibedo ïë

source: Delete
lth: Ruco

source: Different language
lth: Lëb na papath

source: Done
lth: ötïmërë

source: Don't wish to say
lth: Kür ïtëm më kobo

source: Eastern Penan
lth: Lëb Eastern Penan

source: Edit
lth: Yübï

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
lth: Email:

source: English
lth: Lëb münü

source: Enter your Country/Region of Residence
lth: Cöö loboni/Region na in ibedo ïë

source: Enter your email
lth: Keth emailni

source: Error
lth: Gin n'öbal

source: Error while playing audio file.
lth: Bal nakun etuko dwön n'ëmakö.

source: Female/Feminine
lth: Dhakö/bedo dhakö kikome

source: French
lth: Lëb French

source: Fuzhou
lth: Lëb Fuzhou

source: Guidelines
lth: Yodhi më tic

source: Heng Hua
lth: Lëb Heng Hua

source: How Spontaneous Speech works
lth: Kite na twak na cön tio ködë.

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
lth: An aye dwön n'ënaa ïë, cïk ëka müng, ngëc

source: Interested in getting involved with this project, or partnering with us?
lth: Itye kï miti më bedo ï projek ni, onyo më tic kanya acël ködwa?

source: Interface language:
lth: Lëb na rïbö jö

source: Intersex
lth: Bedo apiri

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
lth: Mïï agam ï kom gin n'ëcöö ï kite na mïtërë cön kï nyig köp na pol. Myero ïnën nï lëb ni wör ëka ba obedo gin na rac.

source: Kelabit
lth: Lëb Kelabit

source: Kenyah
lth: Lëb Kenyah

source: Learn how to check a transcription
lth: Pwony kite më nënö cöc.

source: Learn how to transcribe
lth: Pwony kite më cöc.

source: Learn how to use this page
lth: Pwony kite më tic kï pot karatac ni.

source: Listen
lth: Winy

source: Loading…
lth: Ketho

source: Log In
lth: Döny ïë

source: Log In / Sign Up
lth: Dönyö ïë/Döny ïë

source: Log Out
lth: Döny yökö

source: Male/Masculine
lth: Ëcwö/bedo ëcwö kikome

source: <mark>Check</mark>
lth: N'ënënö

source: <mark>Data</mark>
lth: Data

source: <mark>Prompt</mark>
lth: Cöc

source: <mark>Respond</mark>
lth: Agam

source: <mark>Transcribe</mark>
lth: Cöö cöc

source: Michoacán Mazahua
lth: Lëb Michoacan Mazahua

source: More languages coming soon
lth: Lëb na pol tye ka bino na cwöcwök

source: Non-binary
lth: Ba rïbërë

source: Not Found
lth: Ba onwongere

source: Offensive Content
lth: Köp na kelo bal ï tic

source: Other
lth: Nökënë

source: Personally Identifiable Information
lth: Köp na in ïnënö piri keni.

source: <privacyLink>Privacy</privacyLink>
lth: Müng

source: Record your response
lth: Mak dwoni ï gin ïgamö

source: Report
lth: Adwogi

source: Report was passed successfully
lth: Ripot opoth na bër.

source: Respond
lth: Gam

source: Respond To Prompt
lth: Mïï agam ï kom köp

source: Response deleted successfully
lth: Agam eruco ökö na bër.

source: Response submitted successfully
lth: Agam ëmïö na bër.

source: Sabah Bisaya
lth: Lëb Sabah Bisaya

source: Sabah Malay
lth: Lëb Sabah Malay

source: Sa'ban
lth: Lëb Sa'ban

source: Select your age
lth: Yër mwakani

source: Select your sex or gender
lth: Yër kukuri, ibedo ëcwö önyö dhakö

source: Send a link to my email
lth: Or link ï emailna

source: Serian Bidayuh
lth: Lëb Serian Bidayuh

source: Skip
lth: Kalö

source: Skipped
lth: ëkalö

source: Something went wrong while fetching audio for transcriptions. Please try again later.
lth: Gin mörö na rac ötïmërë ï karë n'ëgamö dwön n'ëmakö. Tëm dökï kinge.

source: Something went wrong while fetching prompts. Please try again later.
lth: Bal ötïmërë ï karë n'ëgamö cöc. Tëm dökï kinge.

source: Something went wrong while fetching transcriptions. Please try again later.
lth: Gin mörö na rac ötïmërë ï karë n'ëgamö gin n'ëcöö. Tëm dökï kinge.

source: Southwestern Tlaxiaco Mixtec
lth: Lëb Southwestern Tlaxiaco Mixtec

source: Submit
lth: Mïï

source: Submit All
lth: Mïï kïbëc

source: Submit a report
lth: Mïï ripot

source: Submitted
lth: Ëmïö

source: Success
lth: ötïmërë na bër

source: Tap
lth: Dwöng

source: <termsLink>Terms</termsLink>
lth: Cïk

source: Thank you for contributing to Spontaneous Speech!
lth: Apwöyö më mïö thama ï kite më twak na cön!

source: Thank you for your information
lth: Apwöyö pï ngecni

source: The content contains a language different than I was expecting.
lth: Tic ni tye kï lëb na papath n'onwongo ba athamö nï tye.

source: The content has disrespectful or offensive language.
lth: Tic na ba kelo wörö onyo lëb na rac

source: The MediaRecorder API is not supported in your browser.
lth: Gin na makö dwön ï API ba ëcwakö ï acïmni

source: The page you are looking for could not be found
lth: Poth karatac na in ïyënyö ba onwongere

source: There are currently no prompts for this language. Please refresh the page or try again later.
lth: Kobedini gin n'ëcöö pï lëb nï ope. Nën nï ïyabö poth karatac ëka ïtëm dökï.

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
lth: Kobedini gin mörö ope n'ëmakö më anëna pï lëb ni. Nën nï ïyabö poth karatac onyo tëm kinge dökï.

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
lth: Kobedini dwön n'ëmakö ope ï cöc ï lëb ni. Nën nï ïyabö pot karatac onyo tëm dökï kinge.

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
lth: Tic ni tye kï köp na in ïnënö piri keni na rwatërë kï kwö ka ngat acëlacël, na calö nyïng, email address, kabedo, namba na nyutho, onyo namba cim.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
lth: Ngec ni tye më yërö më mïö -in myero ïmëd ka in itye agönya. Ka ëyabö dataset, wan ebino tic kï ngec ka ngat acëlacël kïbëc, ëka myero ïnën nï ngec na calö nyingi ëka email ba rwatërë kï ngec calö mwaka onyo bedo ëcwö onyo dhakö. Më mïö jami më tic woth na bër pï jö kïbëc, köp n'ëcökö më könyö jö na döngö lobo na papath më gërö jami tic, myero onyuth kwa jïï na papath. Nwong pwony pïngö metadata pïrë tëk.

source: Transcribe
lth: Cöö köp

source: Transcribe Audio
lth: Cöö köp n'ewinyo

source: Transcript edited successfully
lth: Gin n'ëcöö ëyübö na bër

source: Transcript skipped successfully
lth: Gin n'ëcöö ëkalö na bër. Tëm dökï kinge.

source: Transcript submitted successfully
lth: Cöc n'ëcöö ëmïö na bër.

source: Transcript voted successfully
lth: Ebolo kwir na bër ï gin n'ëcöö

source: Transgender
lth: Jö kïpyëdë

source: Turkish
lth: Lëb Turkish

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
lth: Pïrë tëk pï twak na lübërë kï köp më organic ëka kï gin më tic ködë (apor, ka in ïmïtö nï ewiny kite na in ïtwak ködë më tic kï jïï na twakö köp na ba ëcöö ëka na ba winyere)

source: Welcome to Spontaneous Speech
lth: Ejoli ï twak më karë na cön.

source: We periodically release the dataset
lth: Wan ebino mïö dataset karë kï karë.

source: Western Penan
lth: Lëb Western Penan

source: We will show you a prompt or question
lth: Wan ebino nyutho niwu cöc onyo peny.

source: What issues are you experiencing with this content?
lth: Köp ngö na in itye ka nwongo ï tic ni?

source: What is your age?
lth: Mwakani tye adi?

source: What is your sex or gender?
lth: In ibedo ëcwö onyo dhakö?

source: Why are you asking?
lth: Pïngö in ipenyo?

source: Why we built this Spontaneous Speech prototype
lth: Pïngö onu ëgërö köp më twak na cön kite n'ëmïtö ködë.

source: Wixarika
lth: Lëb Wixarika

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
lth: Cöö pïny gin na dhanö okobo kikokome, nakun iketho köp calö ‘um’, onyo ‘errr’.

source: Write down what you hear the person saying here
lth: Cöö pïny gin na in itye ka winyo na dhanö tye ka kobo kany.

source: You check whether the transcription matches the audio
lth: In nën ka cöc n'ëcöö rwatërë kï dwön n'ëmakö.

source: You must allow microphone access.
lth: Myero iyee microphone otii

source: You respond or reply to it as naturally as you can
lth: In ïtwërö gamö onyo ïdök ïë ï kite na cön na in ïtwërö ködë.

source: You write down what you hear in the audio clips
lth: Cöö pïny gin na iwinyo kï ï dwön n'ëmakö.
